Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-lask.tmx
Source language: en
Languages: sv

source: DB Mittel werden gelesen
sv: DB-medel läses

source: ist kein Verzeichnis!
sv: är ingen katalog!

source: Leer
sv: Tom

source: lask.ui wird von auswertung.vala geladen
sv: lask.ui läses in av auswertung.vala

source: _Betrieb
sv: _Företag

source: Fungizid
sv: Fungicid

source: Arbeitserledigung:
sv: Arbetsutförande:

source: Festkosten:
sv: Fasta kostnader:

source: lask.ui wird von feldedit.vala geladen
sv: lask.ui läses in av feldedit.vala

source: DB Neuer Betrieb wird angelegt:
sv: Nytt DB-företag skapas:

source: €/ha Saatgut
sv: €/ha utsäde

source: LASK Einstellungen
sv: LASK-inställningar

source: LASKmobile nicht gefunden!
sv: LASKmobile hittades inte!

source: Betrieb aus iBALIS importieren (nur in Bayern). Bitte 'feldstuecke.zip' von 'https://www.stmelf.bayern.de/mfa/app/Export' herunterladen.
sv: Importera företag från iBALIS (endast i Bayern). Hämta 'feldstuecke.zip' från 'https://www.stmelf.bayern.de/mfa/app/Export'.

source: Weide bis:
sv: Bete till:

source: Hinweis
sv: Meddelande

source: Saatmenge:
sv: Utsädesmängd:

source: ' wirklich Löschen? Alle Daten gehen verloren
sv: ' verkligen radera? Alla data går förlorade

source: Shape-Datei öffnen
sv: Öppna Shape-fil

source: Organische Düngung
sv: Organisk gödsling

source: _Mittel verwalten
sv: _Hantera medel

source: alle Entwickler von GTK3, Vala, cmake, ...
sv: alla utvecklare av GTK3, Vala, cmake, …

source: column
sv: kolumn

source: Kosten für Saat(€/ha)
sv: Kostnader för sådd (€/ha)

source: Menge (
sv: Mängd (

source: Betriebsmittel
sv: Insatsmedel

source: Saat
sv: Sådd

source: <b><u>Summe:</u></b>
sv: <b><u>Summa:</u></b>

source: Kö./m²
sv: Kärnor/m²

source: Summe Kalenderjahr
sv: Summa kalenderår

source: neue Maschine
sv: ny maskin

source: Weide
sv: Bete

source: Saatgut ändern
sv: Ändra utsäde

source: mineralische Düngung
sv: mineralgödsling

source: Saat (€/ha):
sv: Sådd (€/ha):

source: Bestehenden Betrieb importieren
sv: Importera befintligt företag

source: <b><u>Saat</u></b>
sv: <b><u>Sådd</u></b>

source: Seite
sv: Sida

source: bei
sv: vid

source: Summen
sv: Summor

source: DB Neues Mittel wird angelegt:
sv: Nytt DB-medel skapas:

source: _Felder verwalten
sv: _Hantera fält

source: Ändern
sv: Ändra

source: Keine Aktion in der Zwischenablage
sv: Ingen åtgärd i urklipp

source: LASK Hilfe
sv: LASK-hjälp

source: <b>Bilanz</b>
sv: <b>Balans</b>

source: Daten abgleichen
sv: Synkronisera data

source: Auswertung Nährstoffe
sv: Näringsutvärdering

source: lask.ui wird von einstellungen.vala geladen
sv: lask.ui läses in av einstellungen.vala

source: Pacht €:
sv: Arrende €:

source: lask.ui wird von mittel.vala geladen
sv: lask.ui läses in av mittel.vala

source: <b><u>Pflanzenschutz</u></b>
sv: <b><u>Växtskydd</u></b>

source: Felder aus aktuellem Erntejahr übernehmen
sv: Överför fält från aktuellt skördeår

source: ) am
sv: ) den

source: Dünger:
sv: Gödselmedel:

source: DB Aktion wird geändert:
sv: DB-åtgärd ändras:

source: für
sv: för

source: Name
sv: Namn

source: Sorte:
sv: Sort:

source: Felder:
sv: Fält:

source: Mobilgerät gefunden. LASKmobile gefunden. Betrieb passt!
sv: Mobilenhet hittades. LASKmobile hittades. Företaget stämmer!

source: €/ha Arbeit
sv: €/ha arbete

source: Vorlage für Musterbetrieb nicht gefunden
sv: Mall för exempelföretag hittades inte

source: Ertrag (dt/ha):
sv: Avkastning (dt/ha):

source: _Ansicht
sv: _Visa

source: PSM €/ha
sv: Växtskyddsmedel €/ha

source: Feld ändern
sv: Ändra fält

source: am
sv: den

source: lask.ui wird von felder.vala geladen
sv: lask.ui läses in av felder.vala

source: <b><u>Ernte</u></b>
sv: <b><u>Skörd</u></b>

source: /lask.ui wird von import.vala geladen
sv: /lask.ui läses in av import.vala

source: Speichern
sv: Spara

source: Drucken:
sv: Skriv ut:

source: _Erntejahr hinzufügen
sv: _Lägg till skördeår

source: Kann Datenbank nicht öffnen:
sv: Kan inte öppna databasen:

source: Shape-Datei konnte nicht gelesen werden!
sv: Shape-filen kunde inte läsas!

source: Mobilgerät
sv: Mobilenhet

source: ganze Seite
sv: hel sida

source: Entzug (gk/ha);
sv: Bortförsel (gk/ha);

source: Pflanzenschutzmittel ändern
sv: Ändra växtskyddsmedel

source: Körner/m²
sv: Korn/m²

source: Entzug je ha:
sv: Bortförsel per ha:

source: Gerät:
sv: Redskap:

source: Fruchtart:
sv: Gröda:

source: neue Person
sv: ny person

source: DB Feld wird entfernt
sv: DB-fält tas bort

source: LASKmobile gefunden. Betrieb auf Mobilgerät laden abgebrochen!
sv: LASKmobile hittades. Inläsningen av företaget till mobilenheten avbröts!

source: Löschen
sv: Radera

source: Ausgewählte
sv: Valda

source: Art:
sv: Typ:

source: Hauptfrucht
sv: Huvudgröda

source: Wählen Sie das Erntejahr, dass Sie hinzufuegen möchten
sv: Välj det skördeår som du vill lägga till

source: DB Felder werden gelesen
sv: DB-fält läses

source: Pflanzenschutzmittel:
sv: Växtskyddsmedel:

source: Vielen Dank an:
sv: Tack till:

source: Insektizid
sv: Insekticid

source: Mineralische Düngung
sv: Mineralgödsling

source: Feldern hinzufügen
sv: Lägg till fält

source: /lask.ui wird von aktionedit.vala geladen
sv: /lask.ui läses in av aktionedit.vala

source: Herbizid
sv: Herbicid

source: organische Düngung
sv: organisk gödsling

source: Fehler beim Lesen der Mittel
sv: Fel när medel lästes

source: Feuchte (%):
sv: Fuktighet (%):

source: _Betriebsdaten
sv: _Företagsdata

source: Aktionen:
sv: Åtgärder:

source: SQL Fehler mittelLesen:
sv: SQL-fel medelLäsning:

source: Betrieb auf Mobilgerät laden? Daten des vorhandenen Betriebs gehen verloren!
sv: Ladda företaget till mobilenheten? Data för det befintliga företaget går förlorade!

source: SQL error feldHinzufuegen:
sv: SQL-fel fältLäggTill:

source: Pflanzenschutzmittel
sv: Växtskyddsmedel

source: Felder in felderListe eingetragen
sv: Fält registrerade i fältlistan

source: DB Aktionen werden gelesen
sv: DB-åtgärder läses

source: wurde gewählt
sv: valdes

source: Dünger ändern
sv: Ändra gödselmedel

source: Summen Kalenderjahr
sv: Summor kalenderår

source: Feld konnten nicht geändert werden:
sv: Fält kunde inte ändras:

source: _Einstellungen
sv: _Inställningar

source: SQL error jahreLesen:
sv: SQL-fel årLäsning:

source: Öffne Datei:
sv: Öppnar fil:

source: neuer organischer Dünger
sv: nytt organiskt gödselmedel

source: Erstellt mit LASK
sv: Skapad med LASK

source: Mobilgerät gefunden:
sv: Mobilenhet hittades:

source: Datentabellen konnten nicht angelegt werden:
sv: Datatabeller kunde inte skapas:

source: Neu anlegen
sv: Skapa ny

source: Erntejahr hinzufuegen
sv: Lägg till skördeår

source: <b>Kosten</b>
sv: <b>Kostnader</b>

source: mineralische Dünger
sv: mineralgödselmedel

source: Preis(€/kg)
sv: Pris (€/kg)

source: Menge:
sv: Mängd:

source: <b>Entzug</b>
sv: <b>Bortförsel</b>

source: hinzufügen
sv: lägg till

source: Wachstumsregler
sv: Tillväxtreglerare

source: €/ha Betriebsmittel
sv: €/ha insatsmedel

source: Entzug bei Ernte in kg/ha:
sv: Bortförsel vid skörd i kg/ha:

source: psMittel hat zu wenig Einträge
sv: psMittel har för få poster

source: DB Datei wird geladen:
sv: DB-fil läses in:

source: Meldung
sv: Meddelande

source: neues Saatgut
sv: nytt utsäde

source: <b><u>Ackerschlagkartei</u></b>
sv: <b><u>Fältjournal</u></b>

source: Preis(€/ha)
sv: Pris (€/ha)

source: Lese protokoll
sv: Läser logg

source: Mobilgerät gefunden. LASKmobile gefunden. Betrieb passt! Datenabgleich wurde abgebrochen!
sv: Mobilenhet hittades. LASKmobile hittades. Företaget stämmer! Datasynkroniseringen avbröts!

source: DB Mittel konnte nicht geändert werden:
sv: DB-medel kunde inte ändras:

source: Mobilgerät gefunden. LASKmobile gefunden. Betrieb konnte nicht auf Mobilgerät geladen werden!
sv: Mobilenhet hittades. LASKmobile hittades. Företaget kunde inte laddas till mobilenheten!

source: Name:
sv: Namn:

source: Saatgut
sv: Utsäde

source: Frage
sv: Fråga

source: SQL Fehler felderLesen:
sv: SQL-fel fältLäsning:

source: neuer mineralischer Dünger
sv: nytt mineralgödselmedel

source: <b><u>Närhstoffbilanz</u></b>
sv: <b><u>Näringsbalans</u></b>

source: Erlös (€/dt):
sv: Intäkt (€/dt):

source: Erntejahr
sv: Skördeår

source: _Auswertung
sv: _Utvärdering

source: Person ändern
sv: Ändra person

source: lask.ui wird von mitteledit.vala geladen
sv: lask.ui läses in av mitteledit.vala

source: Schließen
sv: Stäng

source: Bodenuntersuchung (kg/ha):
sv: Markundersökning (kg/ha):

source: Art
sv: Typ

source: Neu
sv: Ny

source: <b><u>Bodenbearbeitung</u></b>
sv: <b><u>Jordbearbetning</u></b>

source: aus Zwischenablage eingefügt
sv: klistrades in från urklipp

source: Betriebsmittel wirklich Löschen? Alle Daten gehen verloren
sv: Vill du verkligen radera insatsmedel? Alla data går förlorade

source: <b><u>Kostenrechnung</u></b>
sv: <b><u>Kostnadsberäkning</u></b>

source: DB Aktion konnte nicht entfernt werden:
sv: DB-åtgärd kunde inte tas bort:

source: DB Neues Erntejahr wird angelegt:
sv: Nytt DB-skördeår skapas:

source: Grünland
sv: Gräsmark

source: Suche nach Mobilgerät...
sv: Söker efter mobilenhet …

source: DB Mittel konnte nicht entfernt werden:
sv: DB-medel kunde inte tas bort:

source: Dünger
sv: Gödselmedel

source: DB Mittel wird geändert
sv: DB-medel ändras

source: Drucken
sv: Skriv ut

source: Daten eingeben
sv: Ange data

source: <b>Vorfrucht:
sv: <b>Förfrukt:

source: <b><u>Mineralische Düngung</u></b>
sv: <b><u>Mineralgödsling</u></b>

source: Größe ha:
sv: Storlek ha:

source: Feuchte:
sv: Fuktighet:

source: Adresse:
sv: Adress:

source: <b><u>Organische Düngung</u></b>
sv: <b><u>Organisk gödsling</u></b>

source: Aktion '
sv: Åtgärden '

source: Aktionen werden importiert
sv: Åtgärder importeras

source: Fehler beim Einlesen der Jahre
sv: Fel när år lästes in

source: Aufruf: lask [Option]
sv: Anrop: lask [alternativ]

source: Düngung
sv: Gödsling

source: Datenbank konnte nicht angelegt werden:
sv: Databasen kunde inte skapas:

source: Auswertung Übersicht
sv: Översiktsutvärdering

source: Betriebsnummer:
sv: Företagsnummer:

source: Mobilgerät gefunden. LASKmobile gefunden. Betrieb existiert bereits!
sv: Mobilenhet hittades. LASKmobile hittades. Företaget finns redan!

source: DB Feld wird geändert:
sv: DB-fält ändras:

source: Maßeinheit:
sv: Måttenhet:

source: Fehler
sv: Fel

source: Betrieb anlegen
sv: Skapa företag

source: ' wurde angelegt:
sv: ' skapades:

source: Nächste Seite
sv: Nästa sida

source: <b>Eintrag</b>
sv: <b>Post</b>

source: _Bearbeiten
sv: _Redigera

source: Preis(€/dt)
sv: Pris (€/dt)

source: Hallo
sv: Hej

source: nix
sv: inget

source: _Nährstoffbilanz ...
sv: _Näringsbalans …

source: neues Pflanzenschutzmittel
sv: nytt växtskyddsmedel

source: Betrieb '
sv: Företaget '

source: Preis(€/Liter)
sv: Pris (€/liter)

source: Pavel Fric für tschechische Überstzung
sv: Pavel Fric för tjeckisk översättning

source: Kosten:
sv: Kostnader:

source: FEHLER! Verzeichnis mit den ui-Dateien konnte nicht gefunden werden
sv: FEL! Katalogen med UI-filerna kunde inte hittas

source: <b>Erlöse</b>
sv: <b>Intäkter</b>

source: Hauptfrucht:
sv: Huvudgröda:

source: DB Jahre werden gelesen
sv: DB-år läses

source: Maschinen
sv: Maskiner

source: Felder werden importiert
sv: Fält importeras

source: Vorherige Seite
sv: Föregående sida

source: Öffnen
sv: Öppna

source: Betriebe
sv: Företag

source: Gelöscht
sv: Borttagen

source: Pflanzenschutz
sv: Växtskydd

source: _Hilfe
sv: _Hjälp

source: Feld wirklich Löschen? Alle Daten gehen verloren
sv: Vill du verkligen radera fältet? Alla data går förlorade

source: Mobilgerät gefunden. LASKmobile gefunden. Betrieb wurde Mobilgerät geladen.
sv: Mobilenhet hittades. LASKmobile hittades. Företaget laddades till mobilenheten.

source: Ernte (€/ha):
sv: Skörd (€/ha):

source: /lask.ui wird von startfenster.vala geladen
sv: /lask.ui läses in av startfenster.vala

source: Fruchtart ändern
sv: Ändra gröda

source: Mobilgerät gefunden. LASKmobile gefunden. Falscher Betrieb!
sv: Mobilenhet hittades. LASKmobile hittades. Fel företag!

source: Musterbetrieb wurde angelegt
sv: Exempelföretag skapades

source: Preis(€/m³)
sv: Pris (€/m³)

source: Ordner `
sv: Mapp `

source: Maschine ändern
sv: Ändra maskin

source: Menge
sv: Mängd

source: Geändert
sv: Ändrad

source: DB Neues Feld wird angelegt:
sv: Nytt DB-fält skapas:

source: Übernehmen
sv: Verkställ

source: openclipart.org für das Logo
sv: openclipart.org för logotypen

source: Stilllegung
sv: Träda

source: löschen
sv: radera

source: unbekannt
sv: okänd

source: Deckblatt
sv: Försättsblad

source: Mittel:
sv: Medel:

source: lask.ui wird von anlegenfenster.vala geladen
sv: lask.ui läses in av anlegenfenster.vala

source: Mittelart:
sv: Medeltyp:

source: Ein Betrieb mit diesem Namen existiert bereits
sv: Ett företag med det här namnet finns redan

source: Aktion hinzufügen ...
sv: Lägg till åtgärd …

source: Felder
sv: Fält

source: Ertrag:
sv: Avkastning:

source: Preis (€):
sv: Pris (€):

source: DB Aktion wird entfernt
sv: DB-åtgärd tas bort

source: Importiere Feld:
sv: Importerar fält:

source: <b><u>Erntejahr:
sv: <b><u>Skördeår:

source: Fehler beim Einlesen der Aktionen
sv: Fel när åtgärder lästes in

source: Importiere Aktionen
sv: Importerar åtgärder

source: Leeren Betrieb anlegen
sv: Skapa tomt företag

source: toolbutton
sv: verktygsknapp

source: Neuen Betrieb anlegen
sv: Skapa nytt företag

source: Imortierte Änderungen
sv: Importerade ändringar

source: _Kostenberechnung ...
sv: _Kostnadsberäkning …

source: Pflanzenschutz (€/ha):
sv: Växtskydd (€/ha):

source: Weidegang
sv: Bete

source: org. Düngung (€/ha):
sv: org. gödsling (€/ha):

source: DB Mittel wird entfernt
sv: DB-medel tas bort

source: Kein Mobilgerät gefunden!
sv: Ingen mobilenhet hittades!

source: /lask.ui wird von hauptfenster.vala geladen
sv: /lask.ui läses in av hauptfenster.vala

source: Stillegung
sv: Träda

source: Vorfrucht:
sv: Förfrukt:

source: €/ha Gesamt
sv: €/ha totalt

source: neues Feld
sv: nytt fält

source: Teilfläche (ha):
sv: Delyta (ha):

source: Dieses Erntejahr existiert bereits
sv: Det här skördeåret finns redan

source: Ernte(
sv: Skörd(

source: LASKmobile gefunden! Zu wenig Speicherplatz!
sv: LASKmobile hittades! För lite lagringsutrymme!

source: Sie müssen erst ein Erntejahr hinzufügen, bevor Sie Felder anlegen können!
sv: Du måste först lägga till ett skördeår, innan du kan skapa fält!

source: LASK Betrieb ändern
sv: Ändra LASK-företag

source: Kosten
sv: Kostnader

source: Einstellungen
sv: Inställningar

source: Abbrechen
sv: Avbryt

source: Alle
sv: Alla

source: LASKmobile gefunden.
sv: LASKmobile hittades.

source: Saatgut:
sv: Utsäde:

source: Gesamt
sv: Totalt

source: Preis(€/
sv: Pris (€/

source: DB Datentabellen konnten nicht angelegt werden:
sv: DB-datatabeller kunde inte skapas:

source: Mittel werden importiert
sv: Medel importeras

source: SQL error aktionLesen: %d, %s
sv: SQL-fel åtgärdLäsning: %d, %s

source: Summe
sv: Summa

source: Weidetage:
sv: Betesdagar:

source: Ernte
sv: Skörd

source: Sonstiges
sv: Övrigt

source: Mobilgerät gefunden. LASKmobile gefunden. Betrieb passt! Datenabgleich fehlgeschlagen
sv: Mobilenhet hittades. LASKmobile hittades. Företaget stämmer! Datasynkroniseringen misslyckades

source: Betrieb importieren
sv: Importera företag

source: SQL error:
sv: SQL-fel:

source: <b><u>Erntejahr
sv: <b><u>Skördeår

source: <b>Überschuss</b>
sv: <b>Överskott</b>

source: ändern
sv: ändra

source: min. Düngung (€/ha):
sv: min. gödsling (€/ha):

source: Seitenbreite
sv: Sidbredd

source: DB Feld konnte nicht entfernt werden:
sv: DB-fält kunde inte tas bort:

source: Mobilgerät gefunden. LASKmobile gefunden. Betrieb passt! Datenabgleich abgeschlossen
sv: Mobilenhet hittades. LASKmobile hittades. Företaget stämmer! Datasynkronisering klar

source: Anwender:
sv: Användare:

source: _Übersicht ...
sv: _Översikt …

source: DB Neue Aktion wird angelegt:
sv: Ny DB-åtgärd skapas:

source: SQL error protokollLesen:
sv: SQL-fel loggLäsning:

source: Aktionen in aktionListe eingetragen
sv: Åtgärder registrerade i åtgärdslistan

source: Personen
sv: Personer

source: Hilfe
sv: Hjälp

source: Fehler bein Lesen der Felder
sv: Fel när fält lästes

source: Jahre werden importiert
sv: År importeras

source: Bodenbearbeitung
sv: Jordbearbetning

source: <b><u>für
sv: <b><u>för

source: Fruchtart
sv: Gröda

source: SQL error mittelHinzufuegen:
sv: SQL-fel medelLäggTill:

source: €/10000 Kö.):
sv: €/10 000 kärnor):

source: Feld
sv: Fält

source: Auswertung Kosten
sv: Kostnadsutvärdering

source: lask.ui wird von betriebedit.vala geladen
sv: lask.ui läses in av betriebedit.vala

source: Kö/m²
sv: Kärnor/m²

source: Alles
sv: Allt

source: organische Dünger
sv: organiska gödselmedel
